{"_id":{"$oid":"617936f6ddac65d3134157c4"},"Title":"Dogtooth","Description":"A controlling, manipulative father locks his three adult offspring in a state of perpetual childhood by keeping them prisoner within the sprawling family compound.","Genre":{"Name":"Drama","Description":"In film and television, drama is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone."},"Director":{"Name":"Yorgos Lanthimos","Bio":"Crazy Greek man.","Birth":"1973"},"ImagePath":"dogtooth.png","Featured":true}
{"_id":{"$oid":"61793c03ddac65d3134157c5"},"Title":"The Lobster","Description":"Single people are given 45 days to find romantic partners or otherwise be turned into animals.","Genre":{"Name":"Drama","Description":"In film and television, drama is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone."},"Director":{"Name":"Yorgos Lanthimos","Bio":"Yorgos Lanthimos is a Greek film director, film producer, screenwriter, photographer, and theatre director.","Birth":"1973"},"ImagePath":"dogtooth.png","Featured":true}
{"_id":{"$oid":"61793cf3ddac65d3134157c6"},"Title":"It Follows","Description":"A 19-year-old college student who is pursued by a supernatural entity after a sexual encounter.","Genre":{"Name":"Horror","Description":"A horror movie has a particular focus on mental, emotional, and psychological states to frighten, disturb, or unsettle its audience."},"Director":{"Name":"David Robert Mitchell","Bio":"David Robert Mitchell is an American film director and writer.","Birth":"1974"},"ImagePath":"itfollows.png","Featured":true}
{"_id":{"$oid":"61793d9dddac65d3134157c7"},"Title":"The Witch","Description":"In 1630 New England, panic and despair envelops a farmer, his wife and their children when youngest son Samuel suddenly vanishes.","Genre":{"Name":"Horror","Description":"A horror movie has a particular focus on mental, emotional, and psychological states to frighten, disturb, or unsettle its audience."},"Director":{"Name":"Robert Eggers","Bio":"Robert Eggers is an American film director, screenwriter, and production designer.","Birth":"1983"},"ImagePath":"thewitch.png","Featured":true}
{"_id":{"$oid":"61793e51ddac65d3134157c8"},"Title":"The Craft","Description":"After transferring to a Los Angeles high school, Sarah (Robin Tunney) finds that her telekinetic gift appeals to a group of three wannabe witches, who happen to be seeking a fourth member for their rituals. Bonnie (Neve Campbell), Rochelle (Rachel True) and Nancy (Fairuza Balk), like Sarah herself, all have troubled backgrounds, which combined with their nascent powers lead to dangerous consequences.","Genre":{"Name":"Horror","Description":"A horror movie has a particular focus on mental, emotional, and psychological states to frighten, disturb, or unsettle its audience."},"Director":{"Name":"Andrew Fleming","Bio":"Andrew Fleming is an American screenwriter, film director, television producer, television director, film producer, actor, and television writer.","Birth":"1963"},"ImagePath":"thecraft.png","Featured":true}
{"_id":{"$oid":"61793f50ddac65d3134157c9"},"Title":"The Blair Witch Project","Description":"Found video footage tells the tale of three film students who have traveled to a small town to collect documentary footage about the Blair Witch, a legendary local murderer.","Genre":{"Name":"Horror","Description":"A horror movie has a particular focus on mental, emotional, and psychological states to frighten, disturb, or unsettle its audience."},"Director":{"Name":"Eduardo Miguel Sánchez-Quiros","Bio":"Eduardo Miguel Sánchez-Quiros is a Cuban-born American director, known for his work in the horror genre.","Birth":"1968"},"ImagePath":"theblairwitchproject.png","Featured":true}
{"_id":{"$oid":"617951dfddac65d3134157ca"},"Title":"The Mask","Description":"When timid bank clerk Stanley Ipkiss discovers a magical mask containing the spirit of the Norse god Loki, his entire life changes. While wearing the mask, Ipkiss becomes a supernatural playboy exuding charm and confidence which allows him to catch the eye of local nightclub singer Tina Carlyle.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of fiction that consists of discourses or works intended to be humorous or amusing by inducing laughter, especially in theatre, film, stand-up comedy, television, radio, books, or any other entertainment medium."},"Director":{"Name":"Chuck Russell","Bio":"Chuck Russell is an American film director, producer, screenwriter and actor known for his work on several genre films.","Birth":"1958"},"ImagePath":"themask.png","Featured":true}
{"_id":{"$oid":"617952d5ddac65d3134157cb"},"Title":"The Truman Show","Description":"He doesn't know it, but everything in Truman Burbank's life is part of a massive TV set. Executive producer Christof (Ed Harris) orchestrates The Truman Show, a live broadcast of Truman's every move captured by hidden cameras.","Genre":{"Name":"Drama","Description":"In film and television, drama is a category of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone."},"Director":{"Name":"Scott Rudin","Bio":"Scott Rudin is an American film, television, and theatre producer.","Birth":"1958"},"ImagePath":"thetrumanshow.png","Featured":true}
{"_id":{"$oid":"61795371ddac65d3134157cc"},"Title":"Clueless","Description":"UPDATE - Shallow, rich and socially successful Cher is at the top of her Beverly Hills high school's pecking scale. Seeing herself as a matchmaker, Cher first coaxes two teachers into dating each other. Emboldened by her success, she decides to give hopelessly klutzy new student Tai a makeover. When Tai becomes more popular than she is, Cher realizes that her disapproving ex-stepbrother was right about how misguided she was -- and falls for him.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of fiction that consists of discourses or works intended to be humorous or amusing by inducing laughter, especially in theatre, film, stand-up comedy, television, radio, books, or any other entertainment medium."},"Director":{"Name":"Amy Heckerling","Bio":"Amy Heckerling Amy Heckerling","Birth":"1954"},"ImagePath":"clueless.png","Featured":true}
{"_id":{"$oid":"617953e9ddac65d3134157cd"},"Title":"Midsommar","Description":"A couple travel to Sweden to visit their friend's rural hometown for its fabled midsummer festival, but what begins as an idyllic retreat quickly devolves into an increasingly violent and bizarre competition at the hands of a pagan cult.","Genre":{"Name":"Horror","Description":"A horror movie has a particular focus on mental, emotional, and psychological states to frighten, disturb, or unsettle its audience."},"Director":{"Name":"Ary Aster","Bio":"Ary Aster is an American film director and screenwriter","Birth":"1986"},"ImagePath":"midsommar.png","Featured":true}
